/* 
   Localizable.strings (Italian)
   Meemi

   Created by Giacomo Tufano on 22/06/10.
   Copyright 2011, Giacomo Tufano (gt@ilTofa.it)
   Licensed under MIT license. See LICENSE file or http://www.opensource.org/licenses/mit-license.php
 */
"Thread" = "Dettaglio";
"Error" = "Errore";
"This video cannot be shown on this device" = "Questo video non è compatibile con questo apparato";
"Release to Reload" = "Lascia per ricaricare";
"Pull down to Reload" = "Tira giù per ricaricare";
"Reloading..." = "Ricaricando...";
"Reply with?" = "Rispondi con?";
"Cancel" = "Cancella";
"Text" = "Testo";
"Image" = "Immagine";
"Error loading data: %@. Please try again later" = "Errore durante il caricamento: %@. Riprova più tardi.";
"Error loading data, please try again later" = "Errore durante il caricamento, riprova più tardi.";
"Mark Memes Read?" = "Segna tutti i memi come letti?";
"Mark" = "Segna";
"An unknown place" = "Un posto sconosciuto";
"Settings" = "Impostazioni";
"Please, select a valid user" = "Seleziona un utente valido";
"User valid" = "Utente valido.";
"Key not valid" = "Chiave non valida";
"meemi_id or pwd not valid." = "meemi_id o password non valida.";
"User do not exists or is not active." = "L'utente non esiste o non è attivo.";
"Image from?" = "Immagine da?";
"Camera" = "Camera";
"Library" = "Libreria";
"Recipient list (required to send private)" = "Lista di destinatari (richiesta se meme privato)";
"Version %@" = "Versione %@";
"\nBorn %@\n\nFollows: %d\nFollowed: %d\n\n%@\n%@" = "\nNasce il %@\n\nSegue: %d\nÈ seguito da: %d\n\n%@\n%@";
"He/She follows you" = "L'utente ti segue";
"He/she don't follow you" = "L'utente non ti segue";
"You follow him/her" = "Segui già l'utente";
"You don't follow him/her" = "Non segui l'utente";
"Unfollow" = "Non seguire";
"Follow" = "Segui";
"Send a Meme" = "Manda un Meme";
"Info" = "Info";
"Profile" = "Profilo";
"Extra" = "Extra";
"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "Se usare %@ ti ha soddisfatto, vorresti valutare l'applicazione nell'AppStore? Non ci vorrà più di un minuto. Grazie del tuo supporto!";
"Rate %@" = "Valuta %@";
"No, Thanks" = "No grazie";
"Remind me later" = "Ricordamelo dopo";
"That's you!" = "Sei tu!";
"Write a meme with?" = "Scrivi un meme con?";